package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("走过了很多地方\n" +
                "我来到伊斯坦堡\n" +
                "就像是童话故事\n" +
                "有教堂有城堡\n" +
                "每天忙碌地寻找\n" +
                "到底什么我想要\n" +
                "却发现迷了路怎么找也找不着\n" +
                "心血来潮起个大早\n" +
                "怎么我也睡不着\n" +
                "昨晚梦里你来找 我才\n" +
                "原来我只想要你陪(我去吃汉堡)\n" +
                "说穿了其实我的愿(望就怎么小)\n" +
                "就这么每天祈祷我的心跳你知道\n" +
                "杵在伊斯坦堡却只(想你和汉堡)\n" +
                "我想要你的微笑每(天都能看到)\n" +
                "我知道这里很美但家乡的你更美\n" +
                "走过了很多地方\n" +
                "我来到伊斯坦堡\n" +
                "就像是童话故事\n" +
                "有教堂有城堡\n" +
                "每天忙碌地寻找\n" +
                "到底什么我想要\n" +
                "却发现迷了路怎么找也找不着\n" +
                "心血来潮起个大早\n" +
                "怎么我也睡不着\n" +
                "昨晚梦里你来找 我才\n" +
                "原来我只想要你陪(我去吃汉堡)\n" +
                "说穿了其实我的愿(望就怎么小)\n" +
                "就这么每天祈祷我的心跳你知道\n" +
                "杵在伊斯坦堡却只(想你和汉堡)\n" +
                "我想要你的微笑每(天都能看到)\n" +
                "我知道这里很美但家乡的你更美\n" +
                "原来我只想要你陪(我去吃汉堡)\n" +
                "说穿了其实我的愿(望就怎么小)\n" +
                "就这么每天祈祷我的心跳你知道\n" +
                "杵在伊斯坦堡却只(想你和汉堡)\n" +
                "我想要你的微笑每(天都能看到)\n" +
                "我知道这里很美但家乡的你更美");
    }
}
