package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("沙漠之中怎么会有泥鳅\n" +
                "话说完飞过一只海鸥\n" +
                "大峡谷的风呼啸而过\n" +
                "是谁说没有\n" +
                "有一条热昏头的响尾蛇\n" +
                "无力的躺在干枯的河\n" +
                "在等待雨季来临变沼泽\n" +
                "灰狼啃食着水鹿的骨头\n" +
                "秃鹰盘旋死盯着腐肉\n" +
                "草原上两只敌对野牛\n" +
                "在远方决斗\n" +
                "在一处被废弃的白蚁丘\n" +
                "站着一只饿昏的老斑鸠\n" +
                "印地安老斑鸠腿短毛不多 [7]\n" +
                "几天都没有喝水也能活\n" +
                "脑袋瓜有一点秀逗\n" +
                "猎物死了它比谁都难过\n" +
                "印地安斑鸠 会学人开口\n" +
                "仙人掌怕羞 蜥蝪横着走\n" +
                "这里什么奇怪的事都有\n" +
                "包括像猫的狗\n" +
                "印地安老斑鸠平常话不多\n" +
                "除非是乌鸦抢了它的窝\n" +
                "它在灌木丛旁邂逅\n" +
                "一只令它心仪的母斑鸠\n" +
                "牛仔红蕃在小镇背对背决斗\n" +
                "一只灰狼问候我谁是神枪手\n" +
                "巫师他念念有词地\n" +
                "对酋长下诅咒\n" +
                "还我骷髅头 这故事\n" +
                "告诉我印地安的传说\n" +
                "还真是瞎透了什么都有\n" +
                "沙漠之中怎么会有泥鳅\n" +
                "话说完飞过一只海鸥\n" +
                "大峡谷的风呼啸而过\n" +
                "是谁说没有\n" +
                "有一条热昏头的响尾蛇\n" +
                "无力的躺在干枯的河\n" +
                "在等待雨季来临变沼泽\n" +
                "灰狼啃食着水鹿的骨头\n" +
                "秃鹰盘旋死盯着腐肉\n" +
                "草原上两只敌对野牛\n" +
                "在远方决斗\n" +
                "在一处被废弃的白蚁丘\n" +
                "站着一只饿昏的老斑鸠\n" +
                "印地安老斑鸠腿短毛不多\n" +
                "几天都没有喝水也能活\n" +
                "脑袋瓜有一点秀逗\n" +
                "猎物死了它比谁都难过\n" +
                "印地安斑鸠 我休息一下\n" +
                "仙人掌怕羞 蜥蝪横着走\n" +
                "这里什么奇怪的事都有\n" +
                "包括像猫的狗\n" +
                "印地安老斑鸠平常话不多\n" +
                "除非是乌鸦抢了它的窝\n" +
                "它在灌木丛旁邂逅\n" +
                "一只令它心仪的母斑鸠\n" +
                "印地安老斑鸠腿短毛不多\n" +
                "几天都没有喝水也能活\n" +
                "脑袋瓜\n" +
                "猎物死了它比谁都难过\n" +
                "印地安斑鸠 会学人开口\n" +
                "仙人掌怕羞 蜥蝪横着走\n" +
                "这里什么奇怪的事都有\n" +
                "包括像猫的狗\n" +
                "印地安老斑鸠平常话不多\n" +
                "除非是乌鸦抢了它的窝\n" +
                "它在灌木丛旁邂逅\n" +
                "一只令它心仪的母斑鸠");
    }
}
