package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("迷迷蒙蒙 你给的梦\n" +
                "出现裂缝 隐隐作痛\n" +
                "怎么沟通你都没空\n" +
                "说我不懂 说了没用\n" +
                "他的笑容 有何不同\n" +
                "在你心中 我不再受宠\n" +
                "我的天空 是雨是风\n" +
                "还是彩虹 你在操纵\n" +
                "恨自己真的没用\n" +
                "情绪激动\n" +
                "一颗心到现在还在抽痛\n" +
                "还为分手前那句抱歉\n" +
                "在感动\n" +
                "穿梭时间的画面的钟\n" +
                "从反方向 开始移动\n" +
                "回到当初爱你的时空\n" +
                "停格内容 不忠\n" +
                "所有回忆对着我进攻\n" +
                "我的伤口 被你拆封\n" +
                "誓言太沉重泪被纵容\n" +
                "脸上汹涌 失控\n" +
                "城市霓虹 不安跳动 染红夜空\n" +
                "过去种种 像一场梦\n" +
                "不敢去碰 一想就痛\n" +
                "心碎内容 每一秒钟\n" +
                "都有不同 你不懂\n" +
                "连一句珍重\n" +
                "也有苦衷 也不想送\n" +
                "寒风中 废墟烟囱\n" +
                "停止转动 一切落空\n" +
                "在人海中 盲目跟从\n" +
                "别人的梦 全面放纵\n" +
                "恨没有用 疗伤止痛\n" +
                "不再感动 没有梦\n" +
                "痛不知轻重 泪水鲜红 全面放纵\n" +
                "恨自己真的没用\n" +
                "情绪激动\n" +
                "一颗心到现在还在抽痛\n" +
                "还为分手前那句抱歉\n" +
                "在感动\n" +
                "穿梭时间的画面的钟\n" +
                "从反方向 开始移动\n" +
                "回到当初爱你的时空\n" +
                "停格内容 不忠\n" +
                "所有回忆对着我进攻\n" +
                "我的伤口 被你拆封\n" +
                "誓言太沉重泪被纵容\n" +
                "脸上汹涌 失控\n" +
                "穿梭时间的画面的钟\n" +
                "从反方向 开始移动\n" +
                "回到当初爱你的时空\n" +
                "停格内容 不忠");
    }
}
