package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("想要有直升机\n" +
                "想要和你飞到宇宙去\n" +
                "想要和你融化在一起\n" +
                "融化在银河里\n" +
                "我每天每天每天在想想想想着你\n" +
                "这样的甜蜜让我开始相信命运\n" +
                "感谢地心引力让我碰到你\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "让我面红的 让我面红的\n" +
                "让我心疼的 让我心疼的\n" +
                "让我感动的 让我感动的\n" +
                "让我疯狂的 让我疯狂的\n" +
                "让我面红的 让我面红的\n" +
                "让我心疼的 让我心疼的\n" +
                "让我感动的 让我感动的\n" +
                "让我疯狂的 让我疯狂的\n" +
                "想要有直升机\n" +
                "想要和你飞到宇宙去\n" +
                "想要和你融化在一起\n" +
                "融化在银河里\n" +
                "我每天每天每天在想想想想着你\n" +
                "这样的甜蜜让我开始相信命运\n" +
                "感谢地心引力让我碰到你\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "世界这样大\n" +
                "而我而我只是只小小小的蚂蚁\n" +
                "但我要尽全力全力全力保护你\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的可爱女人\n" +
                "坏坏的让我疯狂的可爱女人\n" +
                "漂亮的让我面红的可爱女人\n" +
                "温柔的让我心疼的可爱女人\n" +
                "透明的让我感动的");
    }
}
