package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("娘子 娘子却依旧每日折一枝杨柳\n" +
                "你在那里 在小村外的溪边河口\n" +
                "默默等着我\n" +
                "娘子依旧每日折一枝杨柳\n" +
                "你在那里 在小村外的溪边\n" +
                "默默等着 娘子\n" +
                "一壶好酒 再来一碗热粥\n" +
                "配上几斤的牛肉 我说店小二\n" +
                "三两银够不够\n" +
                "景色入秋 漫天黄沙掠过\n" +
                "塞北的客栈人多 牧草有没有\n" +
                "我马儿有些瘦\n" +
                "世事看透 江湖上潮起潮落\n" +
                "什么恩怨过错 在多年以后\n" +
                "还是让人难过 心伤透\n" +
                "娘子她人在江南等我\n" +
                "泪不休 语沉默\n" +
                "娘子却依旧每日折一枝杨柳\n" +
                "在小村外的溪边河口\n" +
                "默默的在等着我\n" +
                "家乡的爹娘早已苍老了轮廓\n" +
                "娘子我欠你太多\n" +
                "一壶好酒 再来一碗热粥\n" +
                "配上几斤的牛肉 我说店小二\n" +
                "三两银够不够\n" +
                "景色入秋 漫天黄沙掠过\n" +
                "塞北的客栈人多 牧草有没有\n" +
                "我马儿有些瘦\n" +
                "天涯尽头 满脸风霜落寞\n" +
                "近乡情怯的我 相思寄红豆\n" +
                "相思寄红豆 无能为力的在人海中漂泊\n" +
                "心伤透\n" +
                "娘子她人在江南等我\n" +
                "泪不休 语沉默\n" +
                "一壶好酒 再来一碗热粥\n" +
                "配上几斤的牛肉 我说店小二\n" +
                "三两银够不够\n" +
                "景色入秋 漫天黄沙掠过\n" +
                "塞北的客栈人多 牧草有没有\n" +
                "我马儿有些瘦\n" +
                "世事看透 江湖上潮起潮落\n" +
                "什么恩怨过错 在多年以后\n" +
                "还是让人难过 心伤透\n" +
                "娘子她人在江南等我\n" +
                "泪不休 语沉默\n" +
                "娘子却依旧每日折一枝杨柳\n" +
                "在小村外的溪边河口\n" +
                "默默的在等着我\n" +
                "家乡的爹娘早已苍老了轮廓\n" +
                "娘子我欠你太多\n" +
                "一壶好酒 再来一碗热粥\n" +
                "配上几斤的牛肉 我说店小二\n" +
                "三两银够不够\n" +
                "景色入秋 漫天黄沙掠过\n" +
                "塞北的客栈人多 牧草有没有\n" +
                "我马儿有些瘦\n" +
                "天涯尽头 满脸风霜落寞\n" +
                "近乡情怯的我 相思寄红豆\n" +
                "相思寄红豆 无能为力的在人海中漂泊\n" +
                "心伤透\n" +
                "娘子她人在江南等我\n" +
                "泪不休 语沉默\n" +
                "娘子 娘子却依旧每日折一枝杨柳\n" +
                "你在那里 在小村外的溪边河口\n" +
                "默默等着我\n" +
                "娘子依旧每日折一枝杨柳\n" +
                "你在那里 在小村外的溪边\n" +
                "默默等着 娘子\n" +
                "娘子却依旧每日折一枝杨柳\n" +
                "你在那里 在小村外的溪边河口\n" +
                "默默等着我\n" +
                "娘子依旧每日折一枝杨柳\n" +
                "你在那里 在小村外的溪边\n" +
                "默默等着 娘子");
    }
}
