package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("如果说怀疑 可以造句\n" +
                "如果说分离 能够翻译\n" +
                "如果这一切 真的可以\n" +
                "我想要将我的寂寞封闭\n" +
                "然后在这里 不限日期\n" +
                "然后将过去 慢慢温习\n" +
                "让我爱上你那场悲剧\n" +
                "是你完美演出的一场戏\n" +
                "宁愿心碎哭泣 再狠狠忘记\n" +
                "你爱过我的证据\n" +
                "让晶莹的泪滴 闪烁成回忆\n" +
                "伤人的美丽\n" +
                "你的完美主义 太彻底\n" +
                "让我连恨都难以下笔\n" +
                "将真心抽离写成日记\n" +
                "像是一场默剧\n" +
                "你的完美主义 太彻底\n" +
                "分手的话像语言暴力\n" +
                "我已无能为力再提起\n" +
                "决定中断熟悉\n" +
                "然后在这里 不限日期\n" +
                "然后将过去 慢慢温习\n" +
                "让我爱上你那场悲剧\n" +
                "是你完美演出的一场戏\n" +
                "宁愿心碎哭泣 再狠狠忘记\n" +
                "你爱过我的证据\n" +
                "让晶莹的泪滴 闪烁成回忆\n" +
                "伤人的美丽\n" +
                "你的完美主义 太彻底\n" +
                "让我连恨都难以下笔\n" +
                "将真心抽离写成日记\n" +
                "像是一场默剧\n" +
                "你的完美主义 太彻底\n" +
                "分手的话像语言暴力\n" +
                "我已无能为力再提起\n" +
                "决定中断熟悉\n" +
                "周杰伦 周杰伦 周杰伦\n" +
                "周杰伦 周杰伦 周杰伦\n" +
                "周杰伦 周杰伦 周杰伦\n" +
                "周杰伦 周杰伦\n" +
                "周杰伦 周杰伦 周杰伦\n" +
                "周杰伦 周杰伦 周杰伦\n" +
                "周杰伦 周杰伦 周杰伦\n" +
                "周杰伦 周杰伦\n" +
                "你 完美得太彻底 连恨都难下笔\n" +
                "你能将见证这里\n" +
                "如果说怀疑 可以造句\n" +
                "如果说分离 能够翻译\n" +
                "如果这一切 真的可以\n" +
                "将我寂寞封闭");
    }
}
