package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("有什么不妥 有话就直说\n" +
                "别窝在角落 不爽就反驳\n" +
                "到底跩什么 懂不懂篮球\n" +
                "有种不要走 三对三斗牛\n" +
                "有什么不妥 有话就直说\n" +
                "别窝在角落 不爽就反驳\n" +
                "到底跩什么 懂不懂篮球\n" +
                "有种不要走 三对三斗牛\n" +
                "三分球 它在空中停留\n" +
                "所有人看着我 抛物线进球\n" +
                "单手过人运球 篮下妙传出手\n" +
                "漂亮的假动作 帅呆了我\n" +
                "全场盯人防守 篮下禁区游走\n" +
                "快攻抢篮板球 得分都靠我\n" +
                "你拿了球不投 又不会掩护我\n" +
                "选你这种队友 瞎透了我\n" +
                "说你说 分数怎么停留\n" +
                "一直在停留 谁让它停留的\n" +
                "为什么 我女朋友 场外加油\n" +
                "你却还让我出糗\n" +
                "你说啊 你怎么抄我球\n" +
                "你说啊 你怎么打我手\n" +
                "你说 是不是你不想活\n" +
                "说 你怎么面对我\n" +
                "甩开球 我满腔的怒火\n" +
                "我想揍你已经很久 别想走\n" +
                "说 你眼睛看着我\n" +
                "别发抖 你给我抬起头\n" +
                "有话去对医药箱说 别怪我\n" +
                "说 你怎么面对我\n" +
                "甩开球 我满腔的怒火\n" +
                "我想揍你已经很久 别想走\n" +
                "说 你眼睛看着我\n" +
                "别发抖 你给我抬起头\n" +
                "有话去对医药箱说 别怪我\n" +
                "三分球 它在空中停留\n" +
                "所有人看着我 抛物线进球\n" +
                "单手过人运球 篮下妙传出手\n" +
                "漂亮的假动作 帅呆了我\n" +
                "全场盯人防守 篮下禁区游走\n" +
                "快攻抢篮板球 得分都靠我\n" +
                "你拿了球不投 又不会掩护我\n" +
                "选你这种队友 瞎透了我\n" +
                "说你说 分数怎么停留\n" +
                "一直在停留 谁让它停留的\n" +
                "为什么 我女朋友 场外加油\n" +
                "你却还让我出糗\n" +
                "你说啊 你怎么抄我球\n" +
                "你说啊 你怎么打我手\n" +
                "你说 是不是你不想活\n" +
                "说 你怎么面对我\n" +
                "甩开球 我满腔的怒火\n" +
                "我想揍你已经很久 别想走\n" +
                "说 你眼睛看着我\n" +
                "别发抖 你给我抬起头\n" +
                "有话去对医药箱说 别怪我\n" +
                "说 你怎么面对我\n" +
                "甩开球 我满腔的怒火\n" +
                "我想揍你已经很久 别想走\n" +
                "说 你眼睛看着我\n" +
                "别发抖 你给我抬起头\n" +
                "有话去对医药箱说 别怪我\n" +
                "说 你怎么面对我\n" +
                "甩开球 我满腔的怒火\n" +
                "我想揍你已经很久 别想走\n" +
                "说 你眼睛看着我\n" +
                "别发抖 你给我抬起头\n" +
                "有话去对医药箱说 别怪我");
    }
}
