package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("乘着风 游荡在蓝天边\n" +
                "一片云掉落在我面前\n" +
                "捏成你的形状\n" +
                "随风跟着我\n" +
                "一口一口 吃掉忧愁\n" +
                "载着你 仿佛载着阳光\n" +
                "不管到哪里 都是晴天\n" +
                "蝴蝶自在飞 花也布满天\n" +
                "一朵一朵 因你而香\n" +
                "试图让夕阳飞翔\n" +
                "带领你我环绕大自然\n" +
                "迎着风 开始共度每一天\n" +
                "手牵手 一步两步三步四步 望着天\n" +
                "看星星 一颗两颗三颗四颗 连成线\n" +
                "背对背 默默许下心愿\n" +
                "看远方的星 是否听得见\n" +
                "手牵手 一步两步三步四步 望着天\n" +
                "看星星 一颗两颗三颗四颗 连成线\n" +
                "背对背 默默许下心愿\n" +
                "看远方的星 如果听得见\n" +
                "它一定实现\n" +
                "载着你 仿佛载着阳光\n" +
                "不管到哪里 都是晴天\n" +
                "蝴蝶自在飞 花也布满天\n" +
                "一朵一朵 因你而香\n" +
                "试图让夕阳飞翔\n" +
                "带领你我环绕大自然\n" +
                "迎着风 开始共度每一天\n" +
                "手牵手 一步两步三步四步 望着天\n" +
                "看星星 一颗两颗三颗四颗 连成线\n" +
                "背对背 默默许下心愿\n" +
                "看远方的星 是否听得见\n" +
                "手牵手 一步两步三步四步 望着天\n" +
                "看星星 一颗两颗三颗四颗 连成线\n" +
                "背对背默默 许下心愿\n" +
                "看远方的星 如果听得见\n" +
                "它一定实现");
    }
}
