package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("难过 是因为闷了很久\n" +
                "是因为想了太多\n" +
                "是心理起了作用\n" +
                "你说 苦笑常常陪着你\n" +
                "在一起有点勉强\n" +
                "该不该现在休了我\n" +
                "不想太多\n" +
                "我想一定是我听错弄错搞错\n" +
                "拜托 我想是你的脑袋有问题\n" +
                "随便说说\n" +
                "其实我早已经猜透看透 不想多说\n" +
                "只是我怕眼泪撑不住\n" +
                "不懂 你的黑色幽默\n" +
                "想通 却又再考倒我\n" +
                "说散 你想很久了吧\n" +
                "我不想拆穿你\n" +
                "当作 是你开的玩笑\n" +
                "想通 却又再考倒我\n" +
                "说散 你想很久了吧\n" +
                "败给你的黑色幽默\n" +
                "不想太多\n" +
                "我想一定是我听错弄错搞错\n" +
                "拜托 我想是你的脑袋有问题\n" +
                "随便说\n" +
                "已经猜透看透 不想多说\n" +
                "怕眼泪撑不住\n" +
                "不懂 你的黑色幽默\n" +
                "想通 却又再考倒我\n" +
                "说散 你想很久了吧\n" +
                "我不想拆穿你\n" +
                "当作 是你开的玩笑\n" +
                "想通 却又再考倒我\n" +
                "说散 你想很久了吧\n" +
                "败给你的黑色幽默\n" +
                "说散 你想很久了吧\n" +
                "我的认真败给黑色幽默");
    }
}
