package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("爱像一阵风\n" +
                "吹完它就走\n" +
                "这样的节奏\n" +
                "谁都无可奈何\n" +
                "没有你以后\n" +
                "我灵魂失控\n" +
                "黑云在降落\n" +
                "我被它拖着走\n" +
                "静静悄悄默默离开\n" +
                "陷入了危险边缘 Baby\n" +
                "我的世界已狂风暴雨\n" +
                "Wu 爱情来的太快 就像龙卷风\n" +
                "离不开暴风圈 来不及逃\n" +
                "我不能再想 我不能再想\n" +
                "我不 我不 我不能\n" +
                "爱情走的太快 就像龙卷风\n" +
                "不能承受 我已无处可躲\n" +
                "我不要再想 我不要再想\n" +
                "我不 我不 我不要再想你\n" +
                "不知不觉 你已经离开我\n" +
                "不知不觉 我跟了这节奏\n" +
                "后知后觉 又过了一个秋\n" +
                "后知后觉 我该好好生活\n" +
                "静静悄悄默默离开\n" +
                "陷入了危险边缘 Baby\n" +
                "我的世界已狂风暴雨\n" +
                "Wu 爱情来的太快 就像龙卷风\n" +
                "离不开暴风圈 来不及逃\n" +
                "我不能再想 我不能再想\n" +
                "我不 我不 我不能\n" +
                "爱情走的太快 就像龙卷风\n" +
                "不能承受 我已无处可躲\n" +
                "我不要再想 我不要再想\n" +
                "我不 我不 我不要再想你\n" +
                "爱情来的太快 就像龙卷风\n" +
                "离不开暴风圈 来不及逃\n" +
                "我不能再想 我不能再想\n" +
                "我不 我不 我不能\n" +
                "爱情走的太快 就像龙卷风\n" +
                "不能承受 我已无处可躲\n" +
                "我不要再想 我不要再想\n" +
                "我不 我不 我不要再想你\n" +
                "不知不觉 你已经离开我\n" +
                "不知不觉 我跟了这节奏\n" +
                "后知后觉 又过了一个秋\n" +
                "后知后觉 该好好生活\n" +
                "不知不觉 你已经离开我\n" +
                "不知不觉 我跟了这节奏\n" +
                "后知后觉 又过了一个秋\n" +
                "后知后觉 我该好好生活\n" +
                "不知不觉 你已经离开我\n" +
                "不知不觉 我跟了这节奏\n" +
                "后知后觉 后知后觉");
    }
}
