package main.lyrics;

/**
 * @author qingchen
 * @date 7/19/2023 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println("车窗外萧瑟的风 加速了寂寞\n" +
                "指针绕完了温柔 绕不起我们的承诺\n" +
                "走完回忆的尽头 爱还在源头\n" +
                "枫叶落尽了秋末 落不尽我的等候\n" +
                "oh哎哟哎哟 要走为何不说\n" +
                "ho又我又我 每次都是我错\n" +
                "若爱的流浪迷失方向 被时间埋葬（被月光埋葬）\n" +
                "oh爱我爱我 你说怎么能够\n" +
                "ho挥手挥手 跟我说了保重\n" +
                "被风袭来的月光 翻阅爱的篇章 已到最后一行\n" +
                "雨脆弱的淋下 痛却不说话\n" +
                "泪水晕开了牵挂（模糊过去变成画）\n" +
                "模糊成一幅画 名叫（that's right）\n" +
                "我爱你但你爱他\n" +
                "雨脆弱的淋下 痛却不说话\n" +
                "过去风景像幅画（你的风景像幅画）\n" +
                "你已经不像她 难道 (that's right)\n" +
                "爱情本来就该傻\n" +
                "走完回忆的尽头 爱还在源头\n" +
                "枫叶落尽了秋末 落不尽我的等候\n" +
                "oh哎哟哎哟 要走为何不说\n" +
                "ho又我又我 每次都是我错\n" +
                "若爱的流浪迷失方向 被时间埋葬（被月光埋葬）\n" +
                "oh爱我爱我 你说怎么能够\n" +
                "ho挥手挥手 跟我说了保重\n" +
                "被风袭来的月光 翻阅爱的篇章 已到最后一行\n" +
                "雨脆弱的淋下 痛却不说话\n" +
                "泪水晕开了牵挂（模糊过去变成画）\n" +
                "挂走了一幅画 名叫（that's right）\n" +
                "我爱你但你爱他\n" +
                "雨脆弱的淋下 痛却不说话\n" +
                "过去风景像幅画（你的风景像幅画）\n" +
                "你已经不像她 难道 (that's right) \n" +
                "爱情本来就该傻");
    }
}
