package main.lyrics;

/**
 * @author qingchen
 * @date 19/12/2022 下午 5:57
 */

public class 你怎么连话都说不清楚 {
    public static void main(String[] args) {
        System.out.println(
                "想别的\n" +
                "可是在你眼中察觉什么 一闪而过\n" +
                "像是 像是寂寞\n" +
                "于是我会更沉默\n" +
                "没说的\n" +
                "可是在你眼中察觉闪逝一样过\n" +
                "而我尴尬笑着走开\n" +
                "于是我装做不懂\n" +
                "怎么能拆穿你的不同\n" +
                "偏偏 这地球这么挤这么小这么瘦\n" +
                "太阳刻意晒得那么凶\n" +
                "忘记多远像在他消失离开以后\n" +
                "你怎么连话都说不清楚\n" +
                "那温柔的 tone 我听得清楚\n" +
                "他站在我的身边\n" +
                "你站在我的面前\n" +
                "怎么这样心里会难过\n" +
                "你怎么连话都说不清楚\n" +
                "那温柔的痛我记得清楚\n" +
                "你站在我的身边\n" +
                "他经过我的面前\n" +
                "怎么这样心里会难过\n" +
                "为什么\n" +
                "想别的\n" +
                "可是也不能察觉什么 一闪而过\n" +
                "于是我像是寂寞\n" +
                "于是我会更沉默\n" +
                "没说的\n" +
                "可是在你眼中察觉什么 一闪而过\n" +
                "好像 像是寂寞\n" +
                "怎么能拆穿不同\n" +
                "怎么能拆穿你的不同\n" +
                "偏偏 这地球这么挤这么小这么瘦\n" +
                "太阳刻意晒得那么凶\n" +
                "为什么你出现在他出现以后\n" +
                "你怎么连话都说不清楚\n" +
                "那温柔的 tone 我听得清楚\n" +
                "我站在他的身边\n" +
                "你站在我的面前\n" +
                "怎么这样心里会难过\n" +
                "你怎么连话都说不清楚\n" +
                "那温柔的痛我记得清楚\n" +
                "他站在我的面前\n" +
                "你经过我的身边\n" +
                "忽然之间心里又难过\n" +
                "为什么\n" +
                "记录当时天空\n" +
                "为什么你却又记得清楚\n" +
                "你站在我的面前\n" +
                "他站在我的身边\n" +
                "忽然之间心里又难过\n" +
                "为什么");
    }
}
