package main.lyrics;

/**
 * @author qingchen
 * @date 14/11/2022 下午 4:03
 */

public class 恋爱告急 {
    public static void main(String[] args) {
        System.out.println(
                "忽然之间的换季\n" +
                "\n" +
                "还没准备好心意\n" +
                "\n" +
                "一个人拖行李无奈没关系\n" +
                "\n" +
                "暴风雨已经免疫\n" +
                "\n" +
                "恋爱是逆反心理\n" +
                "\n" +
                "编造人生谎言也难躲避\n" +
                "\n" +
                "风吹走一半盛夏\n" +
                "\n" +
                "剩下的风令人惊讶\n" +
                "\n" +
                "淋漓尽致的冷漠\n" +
                "\n" +
                "脸红后也倾盆而下\n" +
                "\n" +
                "想要一瞬间惯性表演面无表情生人勿近\n" +
                "\n" +
                "教科书式的尴尬搭讪却有共鸣\n" +
                "\n" +
                "不知不觉谈天说地并肩走两圈八百米\n" +
                "\n" +
                "夕阳落叶汽笛声通知恋爱告急\n" +
                "\n" +
                "满格讯号 容量不够思考\n" +
                "\n" +
                "天真无邪 难道一眼到老\n" +
                "\n" +
                "撤回祈祷 心愿请勿预告\n" +
                "\n" +
                "黑屏来电 转身不敢逃跑\n" +
                "\n" +
                "wu～无数虚实场景\n" +
                "\n" +
                "wu～呜咽却难掩的笑意\n" +
                "\n" +
                "wu～物理公式的G 就是你\n" +
                "\n" +
                "拙劣得不像告白\n" +
                "\n" +
                "画上爱心的球拍\n" +
                "\n" +
                "心动情况紧急但却不说明白\n" +
                "\n" +
                "各自担心着失态\n" +
                "\n" +
                "会做饭不会恋爱\n" +
                "\n" +
                "说不出等夏天一起看海\n" +
                "\n" +
                "素白色的季节里\n" +
                "\n" +
                "第六页能找回盛夏\n" +
                "\n" +
                "指缝中青涩萌芽\n" +
                "\n" +
                "下决心一起走路回家\n" +
                "\n" +
                "想要一瞬间惯性表演面无表情生人勿近\n" +
                "\n" +
                "教科书式的尴尬搭讪却有共鸣\n" +
                "\n" +
                "不知不觉谈天说地并肩走两圈八百米\n" +
                "\n" +
                "夕阳落叶汽笛声通知恋爱告急\n" +
                "\n" +
                "满格讯号 容量不够思考\n" +
                "\n" +
                "天真无邪 难道一眼到老\n" +
                "\n" +
                "撤回祈祷 心愿请勿预告\n" +
                "\n" +
                "黑屏来电 转身不敢逃跑\n" +
                "\n" +
                "wu～无数虚实场景\n" +
                "\n" +
                "wu～呜咽却难掩的笑意\n" +
                "\n" +
                "wu～物理公式的G 就是你\n" +
                "\n" +
                "满格讯号 依靠足够牢靠\n" +
                "\n" +
                "天真有邪 贪图一眼到老\n" +
                "\n" +
                "神的祈祷 恋爱紧急预告\n" +
                "\n" +
                "请听到我 回头跟你说好\n" +
                "\n" +
                "wu～呼喊出我心意\n" +
                "\n" +
                "wu～who i am交付于你\n" +
                "\n" +
                "wu～忽然间全世界 只有你\n");
    }
}
