package main.lyrics;

/**
 * @author qingchen
 * @date 13/10/2022 下午 6:57
 */

public class 我爱你_卢广仲 {
    public static void main(String[] args) {
        System.out.println("" +
                "        曾...曾经在我眼前\n" +
                "        却又消失不见\n" +
                "        这是今天的第六遍\n" +
                "        电影里的配乐\n" +
                "        好像你的双眼\n" +
                "        我爱你 快回到 我身边\n" +
                "        好不好 好不好 好不好\n" +
                "        答案没有什么好不好\n" +
                "        不知道 不知道 不知道\n" +
                "        不知道是什么好预兆\n" +
                "        好不好 好不好 好不好\n" +
                "        答答答答答答答答答\n" +
                "        不知道 不知道 不知道\n" +
                "        不知道是什么好预兆\n" +
                "        太阳公公出来了\n" +
                "        他对我呀笑呀笑\n" +
                "        我爱你 你知不知道\n" +
                "        曾经在我眼前\n" +
                "        却又消失不见\n" +
                "        这是今天的第六遍\n" +
                "        电影里的配乐\n" +
                "        好像你的双眼\n" +
                "        我爱你 快回到 我身边\n" +
                "        好不好 好不好 好不好\n" +
                "        答答答答答答答答答\n" +
                "        不知道 不知道 不知道\n" +
                "        不知道是什么好预兆\n" +
                "        太阳公公出来了\n" +
                "        他对我呀笑呀笑\n" +
                "        我爱你 你知不知道\n" +
                "        曾经在我眼前\n" +
                "        却又消失不见\n" +
                "        这是今天的第六遍\n" +
                "        电影里的配乐\n" +
                "        好像你的双眼\n" +
                "        我爱你 快回到 我身边\n" +
                "        太阳公公出来了\n" +
                "        他对我呀笑呀笑\n" +
                "        我爱你 你知不知道\n" +
                "        曾经在我眼前\n" +
                "        却又消失不见\n" +
                "        我不要比赛交白卷\n" +
                "        电影里的配乐\n" +
                "        好像你的双眼\n" +
                "        我爱你 快回到\n" +
                "        我爱你 快回到\n" +
                "        我爱你 快回到 我身边");
    }
}
